Repository: yarcod/openmediavault-ldap
Catalog: usr/share/openmediavault/locale/*/openmediavault-ldap.po
Languages: pt_pt

source: Directory Service
pt_pt: Serviço de Directorias

source: Enable
pt_pt: Ativar

source: Enable PAM
pt_pt: Ativar PAM

source: Enable SSL/TLS
pt_pt: Ativar SSl/TLS

source: Enable secure connection.
pt_pt: Ativar ligação segura.

source: Extra client options
pt_pt: Opções extra de cliente

source: Extra options
pt_pt: Opções extras

source: General settings
pt_pt: Definições gerais

source: Groups suffix
pt_pt: Sufixo de grupos

source: Please check the <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>manual page</a> for more details.
pt_pt: Por favor verifique <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>manual page</a> para mais detalhes.

source: Please check the <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> for more details.
pt_pt: Por favor verifique a <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>pagina do manual</a> para mais detalhes.

source: Settings
pt_pt: Definições

source: Specifies the base distinguished name (DN) to use as search base, e.g. 'dc=example,dc=net'.
pt_pt: Especifica o nome distinto base (DN) para usar como base de pesquisa, por exemplo, "dc = exemplo, dc = net '.

source: Specifies the credentials with which to bind.
pt_pt: Especifica as credenciais com que se ligam.

source: Specifies the distinguished name (DN) with which to bind to the directory server for lookups, e.g. 'cn=manager,dc=example,dc=net'.
pt_pt: Especifica o nome distinto (DN) com o qual se ligar ao servidor de diretório para pesquisas, por exemplo, 'cn = manager, dc = exemplo, dc = net ".

source: Specifies the group suffix, e.g. 'ou=Groups'.
pt_pt: Especifica o sufixo do grupo, por exemplo, 'ou=Grupos'.

source: Specifies the port to connect to.
pt_pt: Especifique a porta para ligar.

source: Specifies the user suffix, e.g. 'ou=Users'.
pt_pt: Especifica o sufixo do utilizador, por exemplo, 'ou=Utilizadores'.

source: The FQDN or IP address of the server.
pt_pt: O endereço IP ou FQDN do servidor.

source: Use LDAP for authentication system-wide along with other authentication sources.
pt_pt: Use LDAP para o sistema a nível de autenticação, juntamente com outras fontes de autenticação.

source: Users suffix
pt_pt: Sufixo dos Utilizadores
